<section class="bio_page">
    <div class="bio_page__container _container">
        <img src="./img/biopage/bio_img.png" alt="bio_img">
        <div class="bio_page__text__block">
            <h2 class="bio_page__block__text">
                Биография
            </h2>
            <ul class="bio_page__list">
                <li class="bio_page__item">
                    <button>
                        РАННИЕ ГОДЫ
                    </button>
                </li>
                <li class="bio_page__item">
                    <button>
                        МХЛ
                    </button>
                </li>
                <li class="bio_page__item">
                    <button>
                        КХЛ
                    </button>
                </li>
                <li class="bio_page__item">
                    <button>
                        НХЛ
                    </button>
                </li>
            </ul>
        </div>


        <div class="bio__info__block">
            <p class="bio__info__title">
                Ранние годы
            </p>
            <div class="block">
                <img src="./img/biopage/img_1.png" alt="img1" class="block__img">
                <p class="block_info__text">
                    Кирилл родился в Новокузнецке, в 1997 году. Гиперактивный ребенок почти все детство провел в деревне. Заметив в сыне неуемную энергию, родители Капризова приняли решение отвезти его вместе с братом на ледовую арену, где и состоялось их первое знакомство с хоккеем. Старший брат остался равнодушным к суровому виду спорта, зато Кирилл влюбился в него раз и навсегда. Последующие несколько лет отец возил его на ежедневные тренировки в город, а потом забирал обратно. Но, как показало время, результат того стоил.
                </p>
            </div>
        </div>

        <div class="bio__info__block">
            <p class="bio__info__title">
                МХЛ
            </p>
            <div class="block">
                <p class="block_info__text">
                    Дебютировал в МХЛ только 3 сентября 2013 года в матче против кирово-чепецкой «Олимпии», в котором сумел заработать результативный балл, отдав голевую передачу. Однако в последующих играх стартового отрезка у него не получалось стабильно набирать очки. Только после середины сезона Капризов начал регулярно зарабатывать результативные баллы. По итогам регулярного чемпионата стал четвёртым бомбардиром в команде, набрав 34 (18+16) очка в 52 матчах. Также выступил вместе с «Медведями» в розыгрыше плей-офф. Новокузнечане дошли до полуфинала Восточной конференции, где уступили «Барсу». Капризов провёл восемь игр в первых двух раундах плей-офф, в которых отличился одной заброшенной шайбой и двумя результативными передачами. В опубликованном после окончания сезона МХЛ рейтинг-листе самых талантливых хоккеистов-дебютантов лиги занял первое место.
                </p>
                <img src="./img/biopage/img_2.png" alt="img2" class="block__img3">
            </div>
        </div>

        <div class="bio__info__block">
            <p class="bio__info__title">
                КХЛ
            </p>
            <div class="block">
                <img src="./img/biopage/img_3.png" alt="img3" class="block__img">
                <p class="block_info__text">
                    В мае 2014 года новокузнецкий «Металлург» выбрал Капризова под первым номером на драфте юниоров КХЛ. Капризов проводил подготовку к новому сезону в составе основной команды. Главный тренер «металлургов» Герман Титов высоко оценивал талант и перспективы юного нападающего, отмечая, что Капризов стал одним из лучших игроков на предсезонном сборе. 6 сентября, в матче против «Сибири», дебютировал на взрослом уровне, а ровно через месяц сумел заработать своё первое очко в КХЛ, отдав результативную передачу в игре с «Северсталью». 7 ноября 2014 года, в матче с «Медвешчаком», забросил первую шайбу за «Металлург», став на тот момент самым молодым игроком, забившим гол в сезоне 2014/15.
                </p>
            </div>
        </div>

        <div class="bio__info__block">
            <p class="bio__info__title">
                НХЛ
            </p>
            <div class="block">
                <p class="block_info__text">
                    13 июля 2020 года подписал двухлетний контракт новичка с клубом НХЛ «Миннесота Уайлд». Дебютировал в НХЛ 14 января 2021 года в матче против «Лос-Анджелес Кингз», в котором набрал 3 очка, отдав две передачи и забив победную шайбу в овертайме. 12 марта 2021 года оформил свой первый хет-трик в НХЛ, забросив три шайбы в ворота «Аризоны Койотис». 30 июня 2021 года получил «Колдер Трофи» — приз лучшему новичку НХЛ.
                </p>
                <img src="./img/biopage/img_4.png" alt="img4" class="block__img">
            </div>
        </div>
    </div>

    

</section>